tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bash-completion@2"
brew "black"
brew "coreutils"
brew "diff-so-fancy"
brew "findutils"
brew "git"
brew "git-lfs"
brew "grep"
brew "moreutils"
brew "openssh"
brew "openssl@1.1"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "vim"
brew "wget"
cask "1password"
cask "alfred"
cask "chromedriver"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "pycharm"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "zoom"
