# Taps
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "romkatv/powerlevel10k"

# Brews
brew "awscli"
brew "diff-so-fancy"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "helm"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "mas"
brew "node"
brew "nvm"
brew "pnpm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "bartender"
cask "chromedriver"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "microsoft-office"
cask "ngrok"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "zoom"

# App Store
