# Taps
tap "homebrew/bundle"
tap "homebrew/casks"
tap "homebrew/core"
tap "homebrew/services"

# Brews
brew "argocd"
brew "asdf"
brew "aws-sam-cli"
brew "awscli"
brew "diff-so-fancy"
brew "direnv"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "helm"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "mas"
brew "mise"
brew "nvm"
brew "openjdk"
brew "pyenv"
brew "python"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "xz"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# Casks
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "aws-vault"
cask "bartender"
cask "chromedriver"
cask "cursor"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "loom"
cask "microsoft-office"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "unity-hub"
cask "warp"
cask "zoom"

# App Store
mas "Xcode", id: 497799835
